{
  "alpha-nvim": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "dracula.nvim": { "branch": "main" },
  "fd": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "neoconf.nvim": { "branch": "main" },
  "nvim-lsp-file-operations": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "ripgrep": { "branch": "master" },
  "telescope-fzy-native.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}
